[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=English
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Dalai



; Strings in this section are used in several places of the plugin
[Common]
Yes=Yes
No=No
Disabled=Disabled

; Executable properties
CompanyName=Company Name
Copyright=Copyright
FileVersion=File Version
ProductVersion=Product Version
FileVersion(fixed)=File Version (fixed)
ProductVersion(fixed)=Product Version (fixed)
ProductName=Product Name
FileDescription=Description
InternalName=Internal Name
OriginalFilename=Original Filename
Comments=Comments
FileSize=File Size
FileCreated=Created
FileLastModified=Last Modified
FileLastAccess=Last Access
FileArch=Architecture

; Startup locations
StartMenuCurrentUser="Start Menu - Current User [%s]"
StartMenuAllUsers="Start Menu - All Users"
RegistryCurrentUserRun="Registry - Current User [%s], Run"
RegistryCurrentUserRunOnce="Registry - Current User [%s], RunOnce"
RegistryAllUsersRun32="Registry - All Users, Run (32 bit)"
RegistryAllUsersRunOnce32="Registry - All Users, RunOnce (32 bit)"
RegistryAllUsersRun64="Registry - All Users, Run (64 bit)"
RegistryAllUsersRunOnce64="Registry - All Users, RunOnce (64 bit)"

; Dialogs
DlgOverwrite="%s" already exists in "%s"!\n\nOverwrite?
DlgEmptyName=Empty names are not allowed!



; Strings in this section are used when
; a startup "file" is viewed with F3
[GetFile]
Name=Name
Enabled=Enabled
Location=Location
LocationPath=Location (Path)
CommandLine=Command Line
Executable=Executable
Parameters=Parameters
Comments=Comments



; Strings in this section are used when the startup's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmStartupProperties]
fmStartupProperties=Properties of %s

; Some common form components
btnOK=OK
btnCancel=Cancel
btnApply=&Apply
btnRun=&Run this startup now
btnDelete=Delete
btnTools=&Tools

tsStartupProperties=Startup Properties
tsExecutableProperties=Executable Properties
tsStatus=Status

popupToolsJumpToRegKey=&Jump to registry key in RegEdit
popupToolsLinkProperties=Show &shortcut properties
popupToolsExecutableProperties=Show executable p&roperties
popupToolsViewInSeparateLister=View executable in TC &Lister (separate process)

; Tabsheet Startup Properties
lblName=&Name:
checkEnabled=&Enabled
lblLocationPath=Location (&Path):
lblLocation=&Location:
checkCopyStartup=C&opy startup to new location
lblCommandLine=&Command Line:
lblExecutable=E&xecutable:
lblParameters=Parameter&s:
lblShowWindow=Show &window:
comboShowWindow=Normal\nMinimized\nMaximized
lblComments=Co&mments:
lblExeWarning=The executable could not be found. You might want to check the command line.
popupBrowseReplace=Browse for file && &replace the command line ...
popupBrowseAppend=Browse for file && &append to the command line ...
popupBrowseInsert=Browse for file && insert at &cursor position ...

; Tabsheet Executable Properties
lvExecutableProperties=Object Name\nValue

; Tabsheet Status
lvProcessStatus=Process\nPID\nCommand Line
lblStatusRefreshStatus=Click "%s" to determine startup status
lblStatusRefreshStatus2=Working ...
lblStatusRefreshStatus3=%d processes, %d with matching command line
btnStatusRefreshStatus=Refres&h

; Dialogs
DlgDeleteText=Do you really want to delete %s?



[fmPluginSettings]
fmPluginSettings=Settings
lblLanguage=&Language:
checkShowDisabledIcon=Show sto&p icon for disabled startups
checkShowDisabledExt=&Append additional extensions to disabled startups
checkLoadCustomColumns=Load &Custom Columns View upon entering the plugin
checkAllowDeleteInPanel=Allow the &deletion of startups in TC's panel
checkAutoRefreshStatus=A&utomatically refresh startup status when switching to "Status" tab
groupActionEnter=" &Action on pressing ENTER in TC panel "
comboActions=Toggle startup (enable/disable)\nShow startup properties\nExecute startup\nGo to startup's file location
groupActionShiftEnter=" Action on pressing &SHIFT+ENTER in TC panel "
checkActions=Open &new tab
lblIniLocation=Location of plugin s&ettings file:
checkVistaStyleFileDialogs=Open/save dialogs in &Vista style (disable to use style from XP && earlier)
btnOK=OK
btnCancel=Cancel
DlgReloadSettings=Click OK when done editing to reload the plugin settings.
